export default function testOlymps() {
    return [Promise.resolve([
        {
            "year": 2020,
            "code": 176868548376,
            "grad": 11,
            "name": "Всесибирская открытая олимпиада школьников",
            "lvl": 1,
            "dip": 1,
            "subj": "информатика"
        },
        {
            "year": 2020,
            "code": 182001400762,
            "grad": 11,
            "name": "Олимпиада школьников по программированию \"ТехноКубок\"",
            "lvl": 1,
            "dip": 3,
            "subj": "информатика"
        },
        {
            "year": 2020,
            "code": 184131082562,
            "grad": 11,
            "name": "Олимпиада Университета Иннополис \"Innopolis Open\"",
            "lvl": 1,
            "dip": 3,
            "subj": "информатика"
        },
        {
            "year": 2020,
            "code": 185515317420,
            "grad": 11,
            "name": "Олимпиада школьников Санкт-Петербургского государственного университета",
            "lvl": 1,
            "dip": 1,
            "subj": "информатика"
        },
        {
            "year": 2019,
            "code": 141298942376,
            "grad": 10,
            "name": "Олимпиада школьников Санкт-Петербургского государственного университета",
            "lvl": 2,
            "dip": 1,
            "subj": "информатика"
        },
        {
            "year": 2019,
            "code": 141944039572,
            "grad": 10,
            "name": "Открытая олимпиада школьников",
            "lvl": 1,
            "dip": 1,
            "subj": "информационные технологии"
        },
        {
            "year": 2019,
            "code": 142002158912,
            "grad": 10,
            "name": "Московская олимпиада школьников",
            "lvl": 1,
            "dip": 1,
            "subj": "информатика"
        }
    ])];
}